Repository: manhcuong5311-hue/EasySchedule
Catalog: Easy Schedule/Localizable.xcstrings
Source language: en
Languages: ja, ko, vi

# my_calendar_help_section_share_desc
source: You can share your calendar link with others so they can view your availability and book appointments with you.
ja: カレンダーのリンクを共有すると、相手はあなたの空き状況を確認し、予定を予約できるようになります。
ko: 캘린더 링크를 다른 사람과 공유하여 가능한 시간을 확인하고 약속을 예약하도록 할 수 있습니다.
vi: Bạn có thể chia sẻ link lịch cho người khác để họ xem lịch rảnh/bận của bạn và đặt lịch với bạn.

# my_calendar_help_section_share_title
source: Share Your Calendar
ja: 予定を予約してもらう
ko: 다른 사람이 일정 예약을 할 수 있게 하기
vi: Cho phép người khác đặt lịch với bạn

# my_calendar_help_section_todo_desc
source: Each event includes a chat where participants can add todos or notes related to that event. Todos help everyone stay aligned on what needs to be done.
ja: 各イベントにはチャットがあり、参加者はそのイベントに関連するToDoやメモを追加できます。ToDoを使うことで、必要な作業を共有し、把握しやすくなります。
ko: 각 이벤트에는 채팅이 포함되어 있어 참여자가 할 일이나 메모를 추가할 수 있습니다. 할 일 목록을 통해 필요한 작업을 모두가 쉽게 공유하고 확인할 수 있습니다.
vi: Mỗi sự kiện có một khung chat cho phép các bên tham gia thêm todo hoặc ghi chú liên quan đến sự kiện đó. Todo giúp mọi người theo dõi và thống nhất các việc cần làm.

# my_calendar_help_section_todo_title
source: Todo in Event Chat
ja: イベント内チャットのToDo
ko: 이벤트 채팅의 할 일
vi: Danh sách nên làm trong chat sự kiện

source: My created events
ja: 自分が作成したイベント
ko: 내가 만든 이벤트
vi: Lịch tôi tạo

# name_placeholder
source: Your name
ja: お名前
ko: 이름
vi: Tên của bạn

# name_required_error
source: Please enter your name.
ja: お名前を入力してください。
ko: 이름을 입력해 주세요.
vi: Vui lòng nhập tên của bạn.

# network_error_try_again
source: Connection error. Please try again.
ja: 接続エラーが発生しました。再試行してください。
ko: 연결 오류가 발생했습니다. 다시 시도해 주세요.
vi: Lỗi kết nối. Vui lòng thử lại.

# network_error_try_again.
source: Network error please try again
ja: ネットワークエラーが発生しました。再試行してください。
ko: 네트워크 오류가 발생했습니다. 다시 시도해 주세요.

# night_message
source: Update Night Sleep for all days or just today?
ja: 夜の睡眠をすべての日に適用しますか？それとも今日だけにしますか？
ko: 야간 수면 시간을 모든 날에 적용하시겠습니까, 아니면 오늘만 적용하시겠습니까?
vi: Cập nhật giờ ngủ cho tất cả các ngày hay chỉ hôm nay?

# night_sleep_title
source: Night Sleep
ja: 夜の睡眠
ko: 야간 수면
vi: Giờ ngủ

# no_allowed_users
source: No one has been allowed.
ja: 許可したユーザーはいません。
ko: 허용된 사용자가 없습니다.
vi: Chưa ai được cho phép.

source: No busy events.
ja: 予定ありのイベントはありません。
ko: 바쁜 일정이 없습니다.
vi: Không có lịch bận.

source: No events
ja: 予定なし
ko: 일정 없음
vi: Không có sự kiện

# no_events_today
source: There are no events this day.
ja: 今週は完了したイベントはありません
ko: 이번 주에 완료된 이벤트가 없습니다
vi: Không có sự kiện nào đã hoàn thành trong tuần này

# no_history
source: No history yet
ja: まだ履歴はありません
ko: 아직 기록이 없습니다
vi: Chưa có lịch sử

# no_history_desc
source: Links you’ve viewed will appear here
ja: 閲覧したリンクはここに表示されます
ko: 확인한 링크가 여기에 표시됩니다
vi: Các liên kết bạn đã xem sẽ hiển thị tại đây

# no_internet
source: No internet connection
ja: インターネットに接続されていません
ko: 인터넷에 연결되지 않았습니다
vi: Không có kết nối Internet

source: No internet connection
ja: インターネットに接続されていません。
ko: 인터넷에 연결되어 있지 않습니다.
vi: Không có kết nối internet

source: No name
ja: 名前なし
ko: 이름 없음
vi: Không tên

source: No past events.
ja: 過去のイベントはありません。
ko: 지난 이벤트가 없습니다.
vi: Chưa có lịch nào đã qua.

source: No requests.
ja: リクエストはありません。
ko: 요청이 없습니다.
vi: Không có yêu cầu nào.

# no_results
source: No results found.
ja: 該当する結果はありません。
ko: 결과를 찾을 수 없습니다.
vi: Không tìm thấy kết quả.

# no_results_found
source: No matching results.
ja: 一致する結果がありません。
ko: 일치하는 결과가 없습니다.
vi: Không tìm thấy kết quả phù hợp.

source: No time slot selected.
ja: 時間枠が選択されていません。
ko: 선택된 시간대가 없습니다.
vi: Chưa chọn khung giờ.

# no_uid_yet
source: Ask your partner for a shared link to see their calendar.
ja: 相手に共有リンクをもらって、カレンダーを確認してください。
ko: 상대방에게 공유 링크를 요청하여 일정표를 확인하세요.
vi: Hãy yêu cầu đối tác của bạn gửi link chia sẻ để xem lịch của họ.

source: No upcoming events.
ja: 今後のイベントはありません。
ko: 예정된 이벤트가 없습니다.
vi: Chưa có lịch nào sắp tới.

source: Not logged in
ja: 未ログイン
ko: 로그인되지 않음

source: Not set
ja: 未設定
ko: 설정되지 않음
vi: Chưa đặt

source: Notification
ja: 通知
ko: 알림
vi: Thông báo

# notification_new_message_title
source: New message
ja: 新しいメッセージ
ko: 새 메시지
vi: Tin nhắn mới

# notifications
source: Notification
ja: 通知
ko: 알림
vi: Thông báo

# notifications_disabled_title
source: Notifications are turned off
ja: 通知がオフになっています
ko: 알림이 꺼져 있습니다
vi: Thông báo đang bị tắt

# notify_before_event
source: Get notified when there is upcoming event
ja: 今後のイベントがあるときに通知を受け取る
ko: 이벤트가 다가오면 알림 받기
vi: Nhận thông báo trước khi sự kiện diễn ra

# notify_new_event
source: Get notified for new events
ja: 新しいイベントの通知を受け取る
ko: 새 이벤트 알림 받기
vi: Nhận thông báo lịch mới

# number_of_events_month
source: {count} events
ja: {count}件のイベント
ko: 이벤트 {count}개
vi: {count} sự kiện

# number_of_events_week
source: {count} events
ja: {count}件のイベント
ko: 이벤트 {count}개
vi: {count} sự kiện

# off_day
source: This is a selected off day
ja: 選択した休日です
ko: 선택한 휴무일입니다
vi: Đây là ngày nghỉ bạn đã chọn

# off_day
source: This day is marked as an off day.
ja: この日は休日として設定されています。
ko: 이 날은 휴무일로 설정되어 있습니다.

# off_day_description
source: No events are scheduled for this day. Take your time and enjoy a well-deserved break.
ja: 本日は予定されているイベントはありません。 ゆっくり休んで、十分にリフレッシュしてください。
ko: 오늘은 예정된 일정이 없습니다. 여유를 가지고 충분한 휴식을 즐기세요.
vi: Không có lịch trình nào được lên kế hoạch cho ngày này. Hãy tận hưởng khoảng thời gian dành riêng cho bản thân.

# off_day_full_message
source: This is a day off. You cannot create events on this day.
ja: この日は休日のため、イベントを作成できません。
ko: 이 날은 휴무일이므로 이벤트를 생성할 수 없습니다.
vi: Đây là ngày nghỉ. Bạn không thể tạo sự kiện vào ngày này.

# off_day_title
source: Day Off
ja: 休日
ko: 휴일
vi: Ngày nghỉ

# off_day_title1
source: 🌿 This is your day off
ja: 🌿 この日はお休みです
ko: 🌿 이 날은 쉬는 날이에요

# off_day_warning_title
source: Confirm Day Off
ja: 休日の確認
ko: 휴무일 확인
vi: Xác nhận ngày nghỉ

# offline_banner_message
source: You’re offline. Some changes cannot be saved right now.
ja: 現在オフラインのため、一部の変更は保存できません。
ko: 현재 오프라인 상태이므로 일부 변경 사항은 저장할 수 없습니다.
vi: Bạn đang ngoại tuyến. Một số thay đổi hiện không thể lưu.

# offline_banner_title
source: No Internet Connection
ja: インターネットに接続されていません
ko: 인터넷에 연결되어 있지 않습니다
vi: Không có kết nối Internet

# onboarding_desc_1
source: The easiest way for two people to stay in sync without endless back-and-forth messages.
ja: やり取りを繰り返すことなく、2人の予定を簡単に同期できます。
ko: 끝없는 메시지 없이 두 사람의 일정을 쉽게 맞출 수 있습니다.
vi: Giữ cho 2 người luôn đồng bộ mà không cần phải chuyển qua giữa nhiều ứng dụng.

# onboarding_desc_2
source: See each other’s schedules and find the right time without conflicts.
ja: お互いの予定を確認し、無駄な調整なく最適な時間を見つけられます。
ko: 서로의 일정을 한눈에 보고 충돌 없이 적절한 시간을 찾으세요.
vi: Xem lịch của nhau và dễ dàng tìm thời gian phù hợp mà không bị trùng lịch.

# onboarding_desc_3
source: Discuss details right where the event happens — no separate chat apps needed.
ja: 予定ごとにそのまま会話。別のチャットアプリは不要です。
ko: 이벤트가 있는 바로 그곳에서 대화하세요. 별도의 채팅 앱이 필요 없습니다.
vi: Bàn luận chi tiết ngay cuộc hẹn - không cần những ứng dụng khác.

# onboarding_desc_4
source: Create and track to-dos linked to shared events, so nothing gets missed.
ja: 共有予定に紐づくタスクを管理し、抜け漏れを防ぎます。
ko: 공유 이벤트에 연결된 할 일을 관리해 중요한 일을 놓치지 마세요.
vi: Tạo và kiểm soát danh sách công việc ( to-dos) ngay trong sự kiện, không bỏ lỡ chi tiết quan trọng nào.

# onboarding_desc_5
source: Get reminders so both of you stay aligned and never miss an important moment.
ja: 2人とも同じ認識で、重要な予定を逃しません。
ko: 두 사람 모두 중요한 순간을 놓치지 않도록 알림을 받으세요.
vi: Bật thông báo để cả hai luôn nắm rõ cuộc hẹn và không bỏ lỡ công việc quan trọng.

# onboarding_get_started
source: Get Started
ja: はじめる
ko: 시작하기
vi: Bắt đầu

# onboarding_no_app_required
source: No app required
ja: アプリ不要
ko: 앱 설치 불필요
vi: Không cần cài app

# onboarding_shared_availability_title
source: Shared Availability
ja: 空き時間の共有
ko: 가능한 시간 공유
vi: Chia sẻ thời gian rảnh

# onboarding_title_2
source: Share availability instantly
ja: 予定をすぐに共有
ko: 일정 즉시 공유
vi: Chia sẻ lịch trống và thời gian rảnh ngay lập tức.

# onboarding_title_3
source: Chat inside each event
ja: 予定内でチャット
ko: 이벤트 안에서 채팅
vi: Trò chuyện ngay trong sự kiện

# onboarding_title_4
source: Manage tasks together
ja: タスクを一緒に管理
ko: 함께 할 일 관리
vi: Cùng nhau thực hiện danh sách công việc

# onboarding_title_5
source: Stay notified
ja: 通知で見逃さない
ko: 알림으로 놓치지 마세요
vi: Thông báo nhắc nhở

# onboarding_web_booking_title
source: Book via Web
ja: Webから予約
ko: 웹으로 예약
vi: Đặt lịch qua web

source: Open chat
ja: チャットを開く
ko: 채팅 열기
vi: Mở trò chuyện

source: Open in Apple Maps
ja: Appleマップで開く
ko: Apple 지도에서 열기
vi: Mở trong Apple Maps

source: Open Settings
ja: 設定を開く
ko: 설정 열기
vi: Mở Cài đặt

source: Open to-do
ja: To-do を開く
ko: 할 일 열기
vi: Mở việc cần làm

# origin_busy
source: Busy slot
ja: 予定あり
ko: 바쁜 시간대
vi: Lịch bận

# origin_created_for_me
source: Created by partner
ja: パートナーが作成
ko: 파트너가 생성함
vi: Tạo bởi đối tác

# origin_i_created_for_other
source: I created for partner
ja: パートナーのために作成
ko: 파트너를 위해 내가 생성함
vi: Tôi tạo cho đối tác

# origin_my_event
source: My event
ja: 自分のイベント
ko: 내 이벤트
vi: Lịch của tôi

# outside_booking_window
source: Outside the partner's booking window. Choose an earlier date.
ja: パートナーの予約可能期間外です。より早い日付を選択してください。
ko: 파트너의 예약 가능 기간을 벗어났습니다. 더 이른 날짜를 선택하세요.
vi: Ngoài khoảng thời gian cho phép đặt lịch của đối tác. Hãy chọn ngày sớm hơn.

# owner_day_off
source: The calendar owner has marked this day as off — you cannot book an event.
ja: カレンダーの所有者がこの日を休暇日に設定しています。イベントを予約できません。
ko: 캘린더 소유자가 이 날짜를 휴무일로 설정했습니다. 이벤트를 예약할 수 없습니다.
vi: Chủ lịch nghỉ ngày này — không thể đặt lịch.

# owner_day_off_no_booking
source: The calendar owner has marked this day as off — you cannot book an event.
ja: カレンダーの所有者がこの日を休暇日に設定しています。イベントを予約できません。
ko: 캘린더 소유자가 이 날짜를 휴무일로 설정했습니다. 이벤트를 예약할 수 없습니다.
vi: Ngày này là ngày nghỉ — bạn không thể đặt lịch.

# owner_prefix
source: Owner:
ja: 所有者:
ko: 소유자:
vi: Chủ lịch:

source: Partner
ja: パートナー
ko: 파트너
vi: Đối tác

# partner_calendar_description
source: View and manage shared calendars
ja: 共有カレンダーを表示・管理します
ko: 공유된 캘린더를 보고 관리합니다
vi: Xem và quản lý lịch được chia sẻ

# partner_day_unavailable
source: This person marked the day as unavailable. Pick a different date.
ja: このユーザーはこの日を利用不可に設定しています。別の日付を選択してください。
ko: 이 사용자는 해당 날짜를 이용 불가로 설정했습니다. 다른 날짜를 선택하세요.
vi: Người này đã đánh dấu ngày này là không khả dụng. Hãy chọn ngày khác.

# partner.add_title
source: Add Partner
ja: パートナーを追加
ko: 파트너 추가
vi: Thêm đối tác

# partner.ask_for_uid
source: Ask your partner for their UID or invitation code.
ja: パートナーにUIDまたは招待コードを確認してください。
ko: 파트너에게 UID 또는 초대 코드를 요청하세요.
vi: Hãy hỏi đối tác của bạn UID hoặc mã mời.

# partner.header_description
source: Link your calendar with a partner to see availability and book time together.
ja: パートナーとカレンダーを連携して、空き時間を確認し一緒に予定を予約できます。
ko: 파트너와 캘린더를 연결하여 가능한 시간을 확인하고 함께 일정을 예약하세요.
vi: Liên kết lịch với đối tác để xem thời gian rảnh và đặt lịch cùng nhau.

# partner.invitation_title
source: Your Invitation Code
ja: あなたの招待コード

# partner.paste_uid_or_link
source: Paste link or UID
ja: リンクまたはUIDを貼り付け
ko: 링크 또는 UID 붙여넣기
vi: Dán link hoặc UID

source: Password
ja: パスワード
ko: 비밀번호

# password_not_match_error
source: Passwords do not match.
ja: パスワードが一致しません。
ko: 비밀번호가 일치하지 않습니다.

# password_placeholder
source: Password
ja: パスワード
ko: 비밀번호
vi: Mật khẩu

# password_reset_sent
source: Password reset email has been sent.
ja: パスワード再設定用のメールが送信されました。
ko: 비밀번호 재설정 이메일이 전송되었습니다.
vi: Email đặt lại mật khẩu đã được gửi.

# password_short_error
source: Password must be at least 6 characters.
ja: パスワードは6文字以上である必要があります。
ko: 비밀번호는 최소 6자 이상이어야 합니다.
vi: Mật khẩu phải ít nhất 6 ký tự.

source: Past
ja: 過去
ko: 지난
vi: Đã qua

source: Past events
ja: 過去のイベント
ko: 지난 이벤트
vi: Lịch đã qua

# paste_link_or_uid
source: Paste shared link UID
ja: 共有リンクUIDを貼り付け
ko: 공유 링크 UID 붙여넣기

# paste_link_or_uid_first
source: Please paste the link or UID.
ja: リンクまたはUIDを貼り付けてください。
ko: 링크 또는 UID를 붙여넣어 주세요.
vi: Vui lòng dán link hoặc UID.

# payment_charged_info
source: Payment will be charged to your Apple ID account at confirmation of purchase.
ja: 購入確定時に、お使いのApple IDアカウントに請求されます。
ko: 구매가 확인되면 결제 금액이 Apple ID 계정으로 청구됩니다.
vi: Thanh toán sẽ được tính vào tài khoản apple của bạn khi bạn ấn chấp thuận.

# payment_failed
source: Payment failed. Please try again.
ja: 決済に失敗しました。もう一度お試しください。
ko: 결제에 실패했습니다. 다시 시도해 주세요.
vi: Thanh toán thất bại. Vui lòng thử lại.

source: Pending
ja: 保留中
ko: 대기 중
vi: Đang chờ

source: Pick color
ja: カラーを選択
ko: 색상 선택

source: Pick location
ja: 場所を選択
ko: 위치 선택

# pick_location_on_map
source: Pick a location on map
ja: 地図上で場所を選択
ko: 지도에서 위치 선택
vi: Chọn vị trí trên bản đồ

# plan.tagline.1
source: Plan smarter. Live easier.
ja: 賢く計画。もっと楽に暮らそう。
ko: 더 스마트하게 계획하고, 더 편하게 살아보세요.
vi: Lên kế hoạch thông minh. Sống nhẹ nhàng hơn.

# plan.tagline.2
source: Share your time. Stay in sync.
ja: 時間を共有し、いつも同期。
ko: 시간을 공유하고, 항상 동기화하세요.
vi: Chia sẻ thời gian. Luôn đồng bộ.

# plan.tagline.3
source: Your schedule, beautifully organized.
ja: あなたのスケジュールを、美しく整理。
ko: 당신의 일정을 아름답게 정리하세요.
vi: Lịch trình của bạn, được sắp xếp thật đẹp.

source: ⭐ Premium
ja: ⭐ プレミアム
ko: ⭐ 프리미엄

source: Premium Activated
ja: プレミアムプランが有効です
ko: 프리미엄 요금제가 활성화되었습니다

# premium_active
source: You are using Premium
ja: プレミアムを利用中です
ko: 프리미엄을 사용 중입니다
vi: Bạn đang sử dụng Premium

# premium_active_note
source: You are currently using the Premium plan.
ja: 現在、プレミアムプランをご利用中です。
ko: 현재 프리미엄 요금제를 사용 중입니다.
vi: Bạn đang sử dụng gói Premium.

# premium_banner_cta_free
source: Try Free for 7 Days
ja: 7日間無料で試す
ko: 7일 무료 체험
vi: Dùng thử miễn phí 7 ngày

# premium_banner_subtitle_free
source: More events, longer booking, smarter scheduling.
ja: より多くの予定、長時間予約、スマートな管理。
ko: 더 많은 일정, 더 긴 예약, 더 스마트한 관리.
vi: Nhiều sự kiện hơn, đặt lịch dài hơn, sắp xếp thông minh hơn.

# premium_banner_title_free
source: Get Premium
ja: Premiumを利用
ko: Premium 이용하기
vi: Nâng cấp Premium

# premium_booking_limit_90_days
source: You can only schedule up to 90 days in advance.
ja: 最大90日先までしか予定を作成できません。
ko: 최대 90일까지 일정 예약만 가능합니다.
vi: Bạn chỉ có thể lên lịch trước tối đa 90 ngày.

# premium_continue
source: Continue
ja: 続ける
ko: 계속하기

# premium_error_timeout
source: The transaction is taking too long. Please check your internet connection and try again.
ja: 処理に時間がかかりすぎました。通信状況を確認して再試行してください。
ko: 처리에 시간이 너무 오래 걸렸습니다. 네트워크 상태를 확인한 후 다시 시도하세요.
vi: Giao dịch mất quá nhiều thời gian. Vui lòng kiểm tra kết nối mạng và thử lại.

# premium_feature_30_events
source: Create up to 30 events per day
ja: 1日最大30件の予定を作成可能
ko: 하루 최대 30개의 일정 생성
vi: Tạo tối đa 30 lịch mỗi ngày

# premium_feature_busy_hours
source: Custom busy hours
ja: 忙しい時間帯をカスタマイズ可能
ko: 바쁜 시간대 사용자 지정
vi: Tùy chỉnh giờ bận

# premium_feature_chat
source: Unlimited chat messages
ja: チャット無制限
ko: 무제한 채팅

# premium_feature_chat_access
source: Enhanced chat access
ja: イベント内チャット機能を拡張
ko: 이벤트 내 채팅 기능 확장

# premium_feature_cloud_sync
source: Sync your data online across devices
ja: データをオンラインで同期
ko: 데이터를 온라인으로 동기화
vi: Đồng bộ dữ liệu qua mạng

# premium_feature_events_per_day
source: Create up to 30 events per day
ja: 1日に最大30件の予定を作成可能
ko: 하루 최대 30개의 일정 생성

# premium_feature_extended_schedule
source: Schedule further in advance
ja: より先の日付まで予定を作成可能
ko: 더 먼 날짜까지 일정 예약 가능
vi: Lên lịch trước xa hơn

# premium_feature_higher_limits
source: Higher daily limits
ja: 1日の利用上限を拡張
ko: 하루 사용 한도 증가
vi: Tăng giới hạn sử dụng mỗi ngày

# premium_feature_more_todos
source: Create more tasks for each event
ja: イベントごとにより多くのタスクを作成
ko: 이벤트마다 더 많은 할 일 생성
vi: Tạo nhiều công việc hơn cho mỗi sự kiện

# premium_feature_off_days
source: Unlimited off days
ja: 無制限の休日
ko: 휴무일 무제한 설정

# premium_feature_sync
source: Online sync across devices
ja: デバイス間のオンライン同期
ko: 기기 간 온라인 동기화

# premium_feature_task_management
source: More tasks per event
ja: イベントごとにより多くのタスクを管理
ko: 이벤트당 더 많은 작업 관리
vi: Nhiều công việc hơn cho mỗi sự kiện

# premium_feature_todo
source: Up to 20 to-do items per event
ja: イベントごとに最大20件のToDo
ko: 이벤트당 최대 20개의 할 일
vi: Tối đa 20 công việc cho mỗi sự kiện

# premium_feature_unlimited_chat
source: Unlimited chat messages in events
ja: イベント内でのチャットが無制限
ko: 이벤트 내 채팅 무제한
vi: Nhắn tin không giới hạn trong sự kiện

# premium_features
source: Unlock all features, Unlimited storage and time
ja: すべての機能を解除し、無制限の保存容量と使用時間を利用できます
ko: 모든 기능을 잠금 해제하고, 저장 공간과 시간 제한 없이 이용하세요
vi: Mở khóa tất cả tính năng, lưu trữ và thời gian không giới hạn.

# premium_includes_title
source: Premium includes:
ja: Premiumに含まれる内容:
ko: Premium 포함 기능:
vi: Premium bao gồm:

# premium_intro_title
source: Increase your limits and unlock advanced features.
ja: 利用上限を拡張し、高度な機能を利用できます
ko: 사용 한도를 늘리고 고급 기능을 이용하세요
vi: Mở rộng giới hạn và mở khóa các tính năng nâng cao.

# premium_title
source: Premium
ja: プレミアム
ko: 프리미엄
vi: Gói Premium

# premium_trial_7_days
source: After the trial, about $0.03 per day (billed yearly)
ja: 無料トライアル後は、1日あたり約¥4（年額請求）
ko: 무료 체험 후, 하루 약 ₩38 (연간 결제)
vi: Sau thời gian dùng thử, khoảng 680 ₫ mỗi ngày (thanh toán hàng năm)

# premium_upgrade
source: Upgrade to Premium
ja: プレミアムにアップグレード
ko: 프리미엄 업그레이드
vi: Nâng cấp Premium

# preset_blue
source: Blue
ja: ブルー
ko: 파랑
vi: Xanh dương

# preset_dark
source: Dark
ja: ダーク
ko: 다크
vi: Tối

# preset_purple
source: Purple
ja: パープル
ko: 보라
vi: Tím

# privacy_nav_title
source: Privacy & Information
ja: プライバシー・情報
ko: 개인정보 및 정보
vi: Chính sách & Thông tin

source: Privacy Policy
ja: プライバシーポリシー
ko: 개인정보 처리방침
vi: Chính sách quyền riêng tư

# privacy_policy_and_info
source: Privacy Policy & App Info
ja: プライバシーポリシーとアプリ情報
ko: 개인정보 처리방침 및 앱 정보
vi: Chính sách quyền riêng tư & Thông tin ứng dụng

# privacy_title
source: 🧾 Privacy policy & App info
ja: 🧾 プライバシーポリシー・アプリ情報
ko: 🧾 개인정보 처리방침 및 앱 정보
vi: 🧾 Chính sách quyền riêng tư & Thông tin ứng dụng

# pro_booking_limit_270_days
source: This calendar allows bookings up to 270 days ahead.
ja: このカレンダーでは最大270日先まで予約できます。
ko: 이 캘린더는 최대 270일 후까지 예약할 수 있습니다.
vi: Lịch này cho phép đặt lịch trước tối đa 270 ngày.

# profile_display_name_hint
source: This is how partners will see you in the app.
ja: アプリ内でパートナーに表示される名前です。
ko: 앱에서 파트너가 보게 될 표시 이름입니다.

source: Purchase error
ja: 購入エラー
ko: 구매 오류
vi: Lỗi mua hàng

# purchase_pending
source: Purchase is pending.
ja: 購入が保留されています。
ko: 구매가 처리 중입니다.
vi: Giao dịch đang chờ xử lý.

# purchase_unknown_error
source: Unknown purchase error.
ja: 不明な購入エラーです。
ko: 알 수 없는 구매 오류가 발생했습니다.
vi: Lỗi giao dịch không xác định.

# reauth_failed
source: Unable to authenticate user.
ja: ユーザーを認証できませんでした。
ko: 사용자 인증에 실패했습니다.
vi: Không thể xác thực người dùng.

# recent_section
source: Recent
ja: 最近
ko: 최근
vi: Gần đây

source: Recipient
ja: 受信者
ko: 수신자
vi: Người nhận

# remind_before
source: Reminder time
ja: リマインダー時刻
ko: 알림 시간
vi: Thời gian nhắc trước

source: Remove
ja: 削除
ko: 삭제
vi: Xóa

# remove_access_button
source: Remove
ja: 削除
ko: 제거
vi: Xoá

# remove_access_confirm_message
source: This user will no longer be able to view or book your calendar.
ja: このユーザーは、あなたのカレンダーを表示または予約できなくなります。
ko: 이 사용자는 더 이상 내 캘린더를 보거나 예약할 수 없습니다.
vi: Người này sẽ không còn xem hoặc đặt lịch trên lịch của bạn.

# remove_access_confirm_title
source: Remove access?
ja: アクセス権を削除しますか？
ko: 접근 권한을 제거하시겠습니까?
vi: Xoá quyền truy cập?

# reopen_day
source: Reopen this day
ja: この日を勤務日に戻す
ko: 이 날짜를 근무일로 다시 열기
vi: Mở lại ngày này

# request_not_allowed_sent
source: You haven't been granted access by the calendar owner yet. A request has been sent.
ja: カレンダー所有者からまだアクセス許可が付与されていません。リクエストを送信しました。
ko: 아직 캘린더 소유자로부터 접근 권한을 받지 못했습니다. 요청이 전송되었습니다.
vi: Bạn chưa được chủ lịch cho phép. Đã gửi yêu cầu.

source: Request Pending
ja: リクエスト送信済み
ko: 요청 대기 중
vi: Yêu cầu đang chờ

# request_pending_title
source: Request Sent
ja: リクエストを送信しました
ko: 요청이 전송되었습니다
vi: Đã gửi yêu cầu

# requests_section_title
source: Request
ja: リクエスト
ko: 요청
vi: Yêu cầu

# restore_failed
source: Could not find any transactions to restore.
ja: 復元できる購入履歴が見つかりませんでした。
ko: 복원할 거래 내역을 찾을 수 없습니다.
vi: Không tìm thấy giao dịch cần khôi phục.

source: Restore purchases
ja: 購入を復元
ko: 구매 복원
vi: Khôi phục mua hàng

# rotate_device_message
source: Rotate your phone to landscape for a wider and clearer week view.
ja: より広く見やすい週表示のため、端末を横向きに回転してください。
ko: 더 넓고 선명한 주간 보기를 위해 휴대폰을 가로로 회전하세요.
vi: Hãy xoay điện thoại sang ngang để xem lịch tuần rộng và rõ hơn.

source: Save
ja: 保存
ko: 저장

source: Saved
ja: 保存しました
ko: 저장됨
vi: Đã lưu

source: Search by name…
ja: 名前で検索…
ko: 이름으로 검색…
vi: Tìm theo tên…

# search_name
source: Search by name or UID
ja: 名前またはUIDで検索
ko: 이름 또는 UID로 검색
vi: Tìm theo tên hoặc UID

# search_placeholder
source: Search by title or creator...
ja: タイトルまたは作成者で検索…
ko: 제목 또는 작성자로 검색…
vi: Tìm theo tiêu đề hoặc người tạo…

# security_account
source: Account security
ja: アカウントのセキュリティ
ko: 계정 보안
vi: Bảo mật tài khoản

# security_auto_lock
source: Auto-lock when inactive
ja: 非操作時に自動ロック
ko: 비활성 상태 시 자동 잠금
vi: Tự động khoá khi không hoạt động

# security_biometric
source: Use Face ID / Touch ID
ja: Face ID / Touch ID を使用
ko: Face ID / Touch ID 사용
vi: Xác thực Face ID / Touch ID

# security_biometric_fail
source: Authentication failed
ja: 認証に失敗しました
ko: 인증에 실패했습니다
vi: Xác thực thất bại

source: Security management
ja: セキュリティ管理
ko: 보안 관리
vi: Quản lý bảo mật

# security_nav
source: Security
ja: セキュリティ
ko: 보안

# security_reason
source: Authenticate to enable Face ID / Touch ID
ja: Face ID / Touch ID を有効にするには認証してください
ko: Face ID / Touch ID를 사용하려면 인증하세요
vi: Xác thực để bật Face ID / Touch ID

source: Seen
ja: 既読
ko: 읽음

# select_date
source: Select a date
ja: 日付を選択
ko: 날짜 선택
vi: Chọn ngày

# select_day_to_view
source: Select a day to view events.
ja: 日付を選択してイベントを表示します。
ko: 이벤트를 보려면 날짜를 선택하세요.
vi: Chọn một ngày để xem sự kiện.

# select_plan_to_continue
source: Please select a plan to continue
ja: 続行するにはプランを選択してください
ko: 계속하려면 요금제를 선택하세요
vi: Vui lòng chọn gói để tiếp tục

# select_time_section
source: Select time
ja: 時間を選択
ko: 시간 선택

source: Send
ja: 送信
ko: 보내기
vi: Gửi

source: Send current location
ja: 現在地を送信
ko: 현재 위치 보내기

# session_expired_title
source: Session Expired
ja: セッションの有効期限が切れました
ko: 세션이 만료되었습니다
vi: Phiên đăng nhập đã hết hạn

source: Set busy hours
ja: 対応不可の時間を設定
ko: 바쁜 시간 설정
vi: Chọn giờ bận

# set_day_off
source: Set as day off
ja: 休暇日に設定
ko: 휴무일로 설정

# settings
source: Setting
ja: 設定
ko: 설정
vi: Cài đặt

# seven_day_limit
source: You can only book within 7 days for this user.
ja: このユーザーに対して予約できるのは7日以内のみです。
ko: 이 사용자에 대해서는 7일 이내만 예약할 수 있습니다.
vi: Chỉ có thể đặt lịch 7 ngày tới đối với người này.

# share_calendar_hint
source: Share your booking link so others can schedule with you
ja: 他の人があなたと予定を予約できるよう、予約リンクを共有してください
ko: 다른 사람이 나와 일정을 예약할 수 있도록 예약 링크를 공유하세요
vi: Chia sẻ link đặt lịch để người khác có thể đặt lịch với bạn

# share_code_description
source: Give this code to anyone who wants to add you as a partner.
ja: あなたをパートナーとして追加したい人に、このコードを共有してください。
ko: 당신을 파트너로 추가하려는 사람에게 이 코드를 공유하세요.
vi: Gửi mã này cho bất kỳ ai muốn thêm bạn làm đối tác.

# share_invitation_code
source: Share your invitation code
ja: 招待コードを共有する
ko: 초대 코드를 공유하기
vi: Chia sẻ mã mời của bạn

source: Show names
ja: 名前を表示
ko: 이름 표시
vi: Hiển thị tên

# show_owner_label
source: Show event owner
ja: 作成者を表示
ko: 이벤트 생성자 표시
vi: Hiển thị người tạo sự kiện

# sign_up_button
source: Sign up
ja: サインアップ
ko: 회원가입
vi: Đăng kí

source: Sign up
ja: サインアップ
ko: 회원가입
vi: Đăng kí

# signup_title
source: Sign Up
ja: サインアップ
ko: 회원가입
vi: Đăng ký

# size_label
source: Size
ja: サイズ
ko: 크기

# slot_selection_hint
source: Tap an available slot to select it. Busy and past slots cannot be booked.
ja: 空いている時間枠をタップして選択してください。使用中または過去の時間枠は予約できません。
ko: 가능한 시간대를 탭하여 선택하세요. 사용 중이거나 지난 시간대는 예약할 수 없습니다.
vi: Nhấn vào khung giờ còn trống để chọn. Các khung giờ bận hoặc đã qua không thể đặt.

# slots_blocked
source: Blocked slots
ja: ブロックされた時間枠
ko: 차단된 시간대

# smart_planning_title
source: Manage your time your way
ja: 自分のやり方で時間管理
ko: 나만의 방식으로 시간 관리
vi: Quản lý thời gian theo cách của bạn

# start_label
source: Start
ja: 開始
ko: 시작

# start_time
source: Start
ja: 開始
ko: 시작
vi: Bắt đầu

# step_add_partner
source: Add a partner
ja: パートナーを追加
ko: 파트너 추가
vi: Thêm đối tác
